Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: On-demand check of every private window-server API on this Mac, confirming each actually works. It briefly nudges one unmanaged open window a few pixels and restores its verified starting position, so you may see a window jump for an instant. The full result is written into the Private API Capability section of your next diagnostics report.
ar: فحص فوري لكل واجهة برمجة التطبيقات (API) للخوادم الخاصة في كل نافذة على هذا Mac، مما يؤكد أن كل واحدة تعمل بشكل صحيح. يقوم البرنامج بإزاحة نافذة مفتوحة غير مُدارة واحدة بضع بكسلات قصيرة واستعادة موقعها الابتدائي الموثق، مما قد يؤدي إلى ظهور نافذة تتحرك لفترة وجيزة. يتم كتابة النتيجة الكاملة في قسم قدرات واجهة برمجة التطبيقات الخاصة في تقرير التشخيص التالي الخاص بك.
da: Kontrollerer efter behov hver privat WindowServer-API på denne Mac og bekræfter, at den faktisk virker. Kontrollen flytter kortvarigt et åbent vindue, som OmniWM ikke styrer, nogle få pixel og gendanner den bekræftede startposition, så du kan se vinduet hoppe et øjeblik. Hele resultatet skrives i afsnittet Private API Capability i din næste diagnoserapport.
de: Eine bedarfsgerechte Überprüfung jeder privaten Fenster-Server-API auf diesem Mac, die bestätigt, dass jede tatsächlich funktioniert. Dabei verschiebt sich kurz ein unverwaltetes geöffnetes Fenster um einige Pixel und stellt seine verifizierte Startposition wieder her, sodass Sie möglicherweise für einen Moment ein Fenster springen sehen. Das vollständige Ergebnis wird im Abschnitt „Private API-Fähigkeitsbereiche“ Ihres nächsten Diagnosesberichts aufgeführt.
el: Έλεγχος κατ’ απαίτηση όλων των ιδιωτικών API του διακομιστή παραθύρων σε αυτό το Mac, ώστε να επιβεβαιωθεί ότι λειτουργούν. Μετακινεί στιγμιαία ένα ανοιχτό παράθυρο που δεν διαχειρίζεται το OmniWM κατά λίγα pixel και το επαναφέρει στην επαληθευμένη αρχική του θέση, οπότε μπορεί να δείτε το παράθυρο να μετακινείται για μια στιγμή. Το πλήρες αποτέλεσμα καταγράφεται στην ενότητα δυνατοτήτων ιδιωτικών API της επόμενης διαγνωστικής αναφοράς.
es: Una comprobación bajo demanda de cada API de servidor de ventanas privadas en este Mac, confirmando que cada una funciona correctamente. Brevemente, empuja una ventana abierta no gestionada unos pocos píxeles y restaura su posición inicial verificada, por lo que es posible que veas una ventana saltar por un instante. El resultado completo se registra en la sección Capacidad de la API Privada de su próximo informe de diagnóstico.
fi: Tarkistaa pyynnöstä jokaisen tämän Macin yksityisen WindowServer-rajapinnan ja varmistaa, että kukin todella toimii. Se siirtää yhtä avointa hallitsematonta ikkunaa hetkeksi muutaman pikselin ja palauttaa sen varmistettuun alkuasentoon, joten ikkuna voi hypähtää näkyvästi. Koko tulos kirjoitetaan seuraavan diagnostiikkaraportin Private API Capability -osioon.
fr: Vérification à la demande de chaque API privée du serveur de fenêtres sur ce Mac, pour confirmer qu’elle fonctionne réellement. Elle déplace brièvement une fenêtre ouverte non gérée de quelques pixels, puis la replace à sa position initiale vérifiée ; vous pouvez donc voir la fenêtre bouger un instant. Le résultat complet sera écrit dans la section Capacité des API privées de votre prochain rapport de diagnostic.
he: בודק לפי דרישה כל API פרטי של שרת החלונות ב-Mac הזה ומוודא שכל אחד מהם פועל. הבדיקה מזיזה לזמן קצר חלון פתוח אחד שאינו מנוהל בכמה פיקסלים ומחזירה אותו למיקום ההתחלתי שאומת, ולכן ייתכן שתראו חלון קופץ לרגע. התוצאה המלאה נרשמת בסעיף יכולות ה-Private API בדוח האבחון הבא שלכם.
hi: इस Mac पर प्रत्येक निजी विंडो-सर्वर API की ऑन-डिमांड जांच, यह पुष्टि करते हुए कि प्रत्येक वास्तव में काम कर रहा है। यह एक अनमैनेज्ड खुली विंडो को कुछ पिक्सल आगे धकेलती है और उसकी सत्यापित प्रारंभिक स्थिति को पुनर्स्थापित करती है, जिससे आपको एक पल के लिए विंडो झपकती हुई दिखाई दे सकती है। पूरा परिणाम आपके अगले डायग्नोस्टिक्स रिपोर्ट के निजी API क्षमता अनुभाग में लिखा जाता है।
it: Verifica su richiesta tutte le API private del server delle finestre su questo Mac, accertando che ciascuna funzioni davvero. Sposta brevemente di alcuni pixel una finestra aperta non gestita e la riporta alla posizione iniziale verificata, quindi potresti vederla saltare per un istante. Il risultato completo viene scritto nella sezione Private API Capability del prossimo report diagnostico.
ja: このMac上のすべてのプライベートウィンドウサーバーAPIをオンデマンドでチェックし、実際に機能していることを確認します。管理されていない開いているウィンドウを数ピクセルだけ移動させて検証された開始位置を復元するため、ウィンドウが一瞬跳ねる場合があります。完全な結果は、次の診断レポートのプライベートAPI機能セクションに記載されます。
ko: 이 Mac의 모든 비공개 WindowServer API가 실제로 작동하는지 필요할 때 확인합니다. 관리되지 않는 열린 창 하나를 몇 픽셀 잠깐 이동한 뒤 확인된 원래 위치로 되돌리므로 창이 순간적으로 움직이는 것이 보일 수 있습니다. 전체 결과는 다음 진단 보고서의 Private API Capability 섹션에 기록됩니다.
nb: En etterspørselssjekk av hver privat vindus-server-API på denne Mac-en, som bekrefter at hver faktisk fungerer. Den skyver kortvarig et uadministrert åpent vindu noen piksler og gjenoppretter den verifiserte startposisjonen, slik at du kan se et vindu hoppe et øyeblikk. Det fullstendige resultatet er skrevet inn i seksjonen Privat API-kompetanse i din neste diagnostiske rapport.
nl: On-demand controle van elke private window-server API op deze Mac, bevestigend dat elk daadwerkelijk werkt. Het duwt kort een ongemanaged open venster een paar pixels en herstelt de geverifieerde startpositie, zodat u een venster springen voor een moment kunt zien. Het volledige resultaat is geschreven in de Private API Capability sectie van uw volgende diagnostiek rapport.
pl: Na żądanie sprawdza wszystkie prywatne interfejsy API serwera okien na tym Macu i potwierdza, że każdy działa. Na chwilę przesuwa jedno otwarte, niezarządzane okno o kilka pikseli, po czym przywraca jego zweryfikowane położenie początkowe, więc okno może na moment przeskoczyć. Pełny wynik trafi do sekcji Private API Capability w następnym raporcie diagnostycznym.
ru: По запросу проверка каждой частной оконной службы API на этом Mac, подтверждающая, что каждая из них действительно работает. Это кратко перемещает один незаконтролируемый открытый окно на несколько пикселей и восстанавливает его подтвержденную начальную позицию, поэтому вы можете увидеть, как окно мгновенно прыгает. Полный результат будет записан в раздел «Возможности частной API» вашего следующего отчета о диагностике.
sr_latn: Na zahtev proverite svaki privatni prozor-server API na ovom Mac-u, potvrđujući da svaki zapravo radi. Kratko prodire jedno nekontrolisano otvoreno prozor nekoliko piksela i obnavlja svoju proverenu početnu poziciju, tako da možete videti prozorski skok za trenutak. Potpuni rezultat je napisan u odeljku Kapacitet privatne API vašeg sledećeg dijagnostičkog izveštaja.
sv: En efterfrågad kontroll av varje privat fönster-server-API på den här Macen, som bekräftar att varje faktiskt fungerar. Den flyttar kortvarigt ett ohanterat öppet fönster några pixlar och återställer dess verifierade startposition, så du kan se ett fönster hoppa ett ögonblick. Det fullständiga resultatet skrivs in i avsnittet Privat API-förmågor i din nästa diagnostikrapport.
uk: Перевіряє на вимогу кожен приватний API сервера вікон на цьому Mac і підтверджує, що він справді працює. Для цього ненадовго переміщує одне відкрите вікно, яким OmniWM не керує, на кілька пікселів, а потім повертає його до перевіреного початкового положення. Ви можете помітити короткий рух вікна. Повний результат буде записано до розділу «Можливості приватних API» наступного діагностичного звіту.
zh_hans: 在本次Mac上，对每个私人窗口-服务器API进行按需检查，确认每个实际都正常工作。它短暂地将一个未管理的打开窗口移动了几像素，并恢复其已验证的起始位置，因此您可能会看到窗口短暂跳动。完整结果将写入您下次诊断报告的“私人API能力”部分。

source: On-device AI polishes your report into a clear, well-structured issue. Review it, then apply. Nothing leaves your Mac.
ar: تحسّن تقنية الذكاء الاصطناعي على الجهاز بلاغك ليصبح مشكلة واضحة ومنظّمة. راجعه ثم طبّقه. لا تغادر أي بيانات جهاز Mac.
da: On-vice AI polerer din rapport ind i et klart, velstruktureret problem. Gennemgå den, så gælder den. Intet forlader din Mac.
de: Die KI auf dem Gerät poliert Ihren Bericht zu einem klaren, gut strukturierten Problem. Überprüfen Sie ihn und reichen Sie ihn dann ein. Nichts verlässt Ihren Mac.
el: Η τεχνητή νοημοσύνη στη συσκευή βελτιώνει την αναφορά σας ώστε να γίνει σαφής και καλά δομημένη. Ελέγξτε την και έπειτα εφαρμόστε την. Τίποτα δεν φεύγει από το Mac σας.
es: La IA del dispositivo mejora tu informe para convertirlo en una incidencia clara y bien estructurada. Revísalo y luego aplica el resultado. Ningún dato sale de tu Mac.
fi: Laitteessa tekoäly kiillottaa raporttisi selkeäksi, hyvin jäsennellyksi asiaksi. Tarkistakaa se ja soveltakaa sitä. Mikään ei jätä Maciasi.
fr: L'IA de l'appareil polit votre rapport en un problème clair et bien structuré. Révisez-le, puis appliquez-le. Rien ne laisse votre Mac.
he: על מכשיר AL מצחצח הדו"ח שלך לסוגיה ברורה, מבוססת היטב. תעבור על זה, ואז תגיש בקשה. שום דבר לא עוזב את המק שלך.
hi: ऑन-डिवाइस AI आपके रिपोर्ट को एक स्पष्ट और अच्छी तरह से संरचित मुद्दे में बदल देता है। इसे समीक्षा करें, फिर आवेदन करें। कुछ भी आपके Mac से नहीं निकलता।
it: L'AI on-device lucida il tuo rapporto in un problema chiaro e ben strutturato. Rivedilo, poi applicalo. Niente lascia il tuo Mac.
ja: デバイス内のAIがあなたのレポートを明確で構造化された問題に整えます。レビューしてから応募してください。あなたのMacには何も残りません。
ko: 기기 내 AI가 보고서를 명확하고 읽기 쉬운 이슈로 다듬습니다. 내용을 검토한 뒤 적용하세요. 어떤 데이터도 Mac 밖으로 전송되지 않습니다.
nb: AI-en på enheten forbedrer rapporten din til en tydelig og godt strukturert sak. Se over den, og ta den deretter i bruk. Ingenting forlater Macen din.
nl: On-device AI polijst uw rapport in een duidelijke, goed gestructureerde kwestie. Bekijk het, dan solliciteren. Niets laat je Mac achter.
pl: AI na urządzeniu popracowuje nad Twoim raportem, aby stał się jasny i dobrze strukturalny. Przeglądnij go, a następnie zastosuj. Nic nie opuszcza Twojego Maca.
ru: Искусственный интеллект на устройстве отполирует ваш отчет, превратив его в четкий и хорошо структурированный вопрос. Просмотрите его, затем подайте заявку. Ничего не покидает ваш Mac.
sr_latn: On-device AI polizuje vaš izveštaj u jasnu, dobro strukturiranu temu. Pregledajte ga, a zatim primenite. Ništa ne ostavlja vaš Mac.
sv: AI på enheten polerar din rapport till en tydlig och välstrukturerad problembeskrivning. Granska den och ansök sedan. Inget lämnar din Mac.
uk: Вбудований ШІ на вашому пристрої впорядковує звіт у чітке й зрозуміле повідомлення про проблему. Перегляньте його та застосуйте зміни. Жодні дані не залишають ваш Mac.
zh_hans: 设备上的AI将您的报告整理成一个清晰、结构良好的问题。请进行审查，然后提交申请。没有任何内容离开您的Mac。

source: Only affects resizable windows in Niri when they create or claim a container. Primary span is width in horizontal orientation and height in vertical orientation.
ar: يؤثر فقط على النوافذ القابلة للتوسيع في Niri عندما تقوم بإنشاء أو المطالبة بحاوية. النطاق الأساسي هو العرض في الاتجاه الأفقي والارتفاع في الاتجاه الرأسي.
da: Kun påvirker resizable vinduer i Niri, når de opretter eller hævder en beholder. Primær spændvidde er bredde i vandret retning og højde i lodret retning.
de: Betrifft nur resizable Fenster in Niri, wenn sie einen Container erstellen oder beanspruchen. Der primäre Span ist die Breite in horizontaler Ausrichtung und die Höhe in vertikaler Ausrichtung.
el: Επηρεάζει μόνο τα επαναπροσδιορίσιμα παράθυρα στο Niri όταν δημιουργούν ή διεκδικούν ένα δοχείο. Το κύριο εύρος είναι πλάτος οριζόντιου προσανατολισμού και ύψους κατακόρυφου προσανατολισμού.
es: Solo afecta a las ventanas reajustables en Niri cuando crean o reclaman un contenedor. El ancho principal es la anchura en orientación horizontal y la altura en orientación vertical.
fi: Koskee uudelleen mitoitettavia ikkunoita vain Niri, kun ne luovat tai vaativat kontin. Ensisijainen väli on vaakasuuntaisen suuntauksen leveys ja korkeus pystysuuntaisen suuntauksen.
fr: Il n'affecte les fenêtres redimensionnables dans Niri que lorsqu'elles créent ou revendiquent un conteneur. La portée primaire est la largeur dans l'orientation horizontale et la hauteur dans l'orientation verticale.
he: משפיע רק על חלונות ניתנים להחייאה Niri כאשר הם יוצרים או טוענים מיכל. הטווח הראשי הוא רוחב האוריינטציה האופקית והגובה בכיוון האנכי.
hi: यह केवल Niri में रिज़ाइजेबल विंडो को प्रभावित करता है जब वे एक कंटेनर बनाते हैं या दावा करते हैं। प्राथमिक स्पैन क्षैतिज अभिविन्यास में चौड़ाई और ऊर्ध्वाधर अभिविन्यास में ऊँचाई है।
it: Colpisce solo le finestre ridimensionabili in Niri quando creano o rivendicano un contenitore. La campata primaria è larghezza nell'orientamento orizzontale e altezza nell'orientamento verticale.
ja: Niriでコンテナを作成または主張する場合にのみ、リサイズ可能なウィンドウに影響します。主なスパンは水平方向では幅、垂直方向では高さです。
ko: Niri에서 컨테이너를 생성하거나 주장할 때만 리사이즈 가능한 창에 영향을 미칩니다. 기본 스팬은 수평 방향에서는 너비, 수직 방향에서는 높이입니다.
nb: Påvirker kun resizable vinduer i Niri når de oppretter eller krever en container. Primærspennet er bredde i horisontal orientering og høyde i vertikal orientering.
nl: Beïnvloedt alleen herschaalbare vensters in Niri wanneer ze een container aanmaken of claimen. Primaire spanwijdte is breedte in horizontale oriëntatie en hoogte in verticale oriëntatie.
pl: Zmiana dotyczy tylko przeskalowalnych okien w Niri, gdy tworzą lub odbierają kontener. Główne rozciągnięcie to szerokość w poziomej orientacji i wysokość w pionowej orientacji.
ru: Задействует только изменяемые окна в Niri, когда они создают или заявляют о контейнере. Основной размер — ширина в горизонтальной ориентации и высота в вертикальной ориентации.
sr_latn: To utiče samo na obnovljive prozore u Niri kada kreiraju ili tvrde kontejner. Primarni opseg je širina u horizontalnoj orijentaciji i visina u vertikalnoj orijentaciji.
sv: Påverkar endast återanpassningsbara fönster i Niri när de skapar eller hävdar en behållare. Primärspannet är bredd i horisontell orientering och höjd i vertikal orientering.
uk: Впливає лише на вікна Niri, розмір яких можна змінювати, коли вони створюють або займають контейнер. Основний розмір — це ширина за горизонтальної орієнтації та висота за вертикальної.
zh_hans: 仅在Niri中影响可缩放的窗口，当它们创建或声明一个容器时。主要跨度在水平方向上是宽度，在垂直方向上是高度。

source: Opacity of app icons that are not focused
ar: شفافية أيقونات التطبيق التي ليست مركزة
da: Opacity af app-ikoner, der ikke er fokuseret
de: Die Helligkeit der App-Symbole, die nicht fokussiert sind
el: Αδιαφάνεια εικονιδίων εφαρμογής που δεν είναι συγκεντρωμένα
es: Opacidad de los iconos de la aplicación que no están enfocados
fi: Keskittymättömien sovellusikonien läpinäkyvyys
fr: Opacité des icônes de l'application qui ne sont pas focalisées
he: אטימות של סמלי אפליקציות שאינם ממוקדים
hi: बिना फ़ोकस वाले ऐप आइकन की अपारदर्शिता
it: Opacità delle icone app che non sono focalizzate
ja: フォーカスされていないアプリアイコンの透明度
ko: 집중되지 않은 앱 아이콘의 투명도
nb: Inaktivitet av app-ikoner som ikke er fokusert
nl: Doorzichtigheid van app-pictogrammen die niet gefocust zijn
pl: Przezroczystość ikon aplikacji, które nie są aktywne
ru: Непрозрачность значков приложений без фокуса
sr_latn: Opasnost aplikacija ikone koje nisu fokusirane
sv: Genomskinlighet för appikoner som inte är fokuserade
uk: Непрозорість іконок програм, які не мають фокусу
zh_hans: 未聚焦的应用程序图标的透明度

source: Open
ar: فتح
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתיחה
hi: खोलें
it: Apri
ja: 開く
ko: 열기
nb: Åpne
pl: Otwórz
ru: Открыть
sr_latn: Otvori
sv: Öppna
uk: Відкрити
zh_hans: 打开

source: Open %@ settings
ar: افتح إعدادات %@
da: Åbn %@ indstillinger
de: Öffnen Sie %@-Einstellungen
el: Άνοιγμα ρυθμίσεων %@
es: Abrir la configuración %@
fi: Avaa %@-asetukset
fr: Ouvrir les paramètres %@
he: פתח %@ הגדרות
hi: %@ सेटिंग्स खोलें
it: Apri impostazioni %@
ja: %@設定を開く
ko: %@ 설정을 열기
nb: Åpne %@-innstillinger
nl: %@ instellingen openen
pl: Otwórz ustawienia %@
ru: Откройте настройки %@
sr_latn: Otvoriti %@ podešavanja
sv: Öppna %@ inställningar
uk: Відкрити параметри %@
zh_hans: 打开%@设置

source: Open Display Settings
ar: إعدادات العرض المفتوحة
da: Åbn visningsindstillinger
de: Displayeinstellungen öffnen
el: Άνοιγμα ρυθμίσεων οθονών
es: Abrir Configuración de pantalla
fi: Avaa näyttöasetukset
fr: Ouvrir les paramètres d'affichage
he: פתח הגדרות תצוגה
hi: प्रदर्शित सेटिंग्स खोलें
it: Apri impostazioni di visualizzazione
ja: ディスプレイ設定を開く
ko: 디스플레이 설정 열기
nb: Åpne skjerminnstillinger
nl: Weergave-instellingen openen
pl: Otwórz ustawienia ekranu
ru: Откройте настройки отображения
sr_latn: Otvoreni podešavanja ekrana
sv: Öppna visningsinställningar
uk: Відкрити налаштування дисплея
zh_hans: 打开显示设置

source: Open Login Items Settings...
ar: افتح إعدادات عناصر تسجيل الدخول...
da: Åbn login- elementer- indstillinger...
de: Einstellungen für Anmeldeelemente öffnen...
el: Ρυθμίσεις αντικειμένων σύνδεσης...
es: Abre Configuración de elementos de inicio de sesión...
fi: Avaa kirjautumiskohteiden asetukset...
fr: Ouvrir les paramètres des éléments de connexion...
he: פתח הגדרות פריטי רישום...
hi: लॉगिन आइटम सेटिंग्स खोलें...
it: Apri Impostazioni degli elementi di accesso...
ja: ログインアイテム設定を開く...
ko: 로그인 항목 설정을 열어보세요...
nb: Åpne Innloggingselementinnstillinger...
nl: Instellingen voor aanmelditems openen...
pl: Otwórz ustawienia elementów logowania...
ru: Откройте настройки элементов входа...
sr_latn: Otvori podešavanja stavki za prijavu...
sv: Öppna inställningar för inloggningsartiklar...
uk: Відкрити параметри об’єктів входу…
zh_hans: 打开登录项目设置...

source: Open Release Page
ar: صفحة الإصدار المفتوح
da: Åbn udgivelsesside
de: Öffentliche Veröffentlichungsseite
el: Άνοιγμα σελίδας έκδοσης
es: Página de lanzamiento abierta
fi: Avaa julkaisusivu
fr: Ouvrir la page de publication
he: פתח עמוד שחרור
hi: खुला रिलीज़ पेज
it: Apri pagina di rilascio
ja: オープンリリースページ
ko: 릴리스 페이지 열기
nb: Åpen utgivelsesside
nl: Uitgavepagina openen
pl: Otwórz stronę z wydaniami
ru: Открытая страница релиза
sr_latn: Otvorena stranica za izdavanje
sv: Öppen släppsida
uk: Відкрити сторінку випуску
zh_hans: 打开发布页面

source: Open Settings
ar: فتح الإعدادات
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Configuración
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
ru: Откройте настройки
sr_latn: Otvoreni podešavanja
sv: Öppna inställningar
uk: Відкрити налаштування
zh_hans: 打开设置

source: Open System Settings for %@
ar: إعدادات النظام المفتوحة لـ %@
da: Åbn systemindstillinger for %@
de: Öffnen Sie die Systemeinstellungen für %@.
el: Άνοιγμα Ρυθμίσεων συστήματος για %@
es: Abrir Configuración del sistema para %@
fi: Avaa järjestelmän asetukset %@
fr: Ouvrir Réglages Système pour %@
he: פתח הגדרות מערכת עבור %@
hi: %@ के लिए ओपन सिस्टम सेटिंग्स
it: Impostazioni di sistema aperte per %@
ja: %@のシステム設定を開く
ko: %@에 대한 시스템 설정 열기
nb: Åpne systeminnstillinger for %@
nl: Systeeminstellingen openen voor %@
pl: Otwórz ustawienia systemu dla %@
ru: Откройте настройки системы для %@
sr_latn: Otvoreni sistemski podešavanja za %@
sv: Öppna systeminställningar för %@
uk: Відкрийте системні налаштування для %@
zh_hans: 为%@打开系统设置

source: Open System Settings → Privacy & Security → Accessibility and enable OmniWM.
ar: افتح إعدادات النظام → الخصوصية والأمان → إمكانية الوصول وقم بتفعيل OmniWM.
da: Åbn Systemindstillinger → Anonymitet & sikkerhed → Tilgængelighed, og slå OmniWM til.
de: Öffnen Sie die Systemeinstellungen → Datenschutz und Sicherheit → Barrierefreiheit und aktivieren Sie OmniWM.
el: Ανοίξτε τις Ρυθμίσεις συστήματος → Απόρρητο και ασφάλεια → Προσβασιμότητα και ενεργοποιήστε το OmniWM.
es: Abre Configuración del sistema → Privacidad y seguridad → Accesibilidad y habilita OmniWM.
fi: Avaa Järjestelmäasetukset → Tietosuoja ja suojaus → Käyttöapu ja ota OmniWM käyttöön.
fr: Ouvrez Réglages Système → Confidentialité et sécurité → Accessibilité, puis activez OmniWM.
he: פתחו את הגדרות המערכת → פרטיות ואבטחה → נגישות והפעילו את OmniWM.
hi: सिस्टम सेटिंग्ज़ → गोपनीयता और सुरक्षा → ऐक्सेसिबिलिटी खोलें और OmniWM को अनुमति दें।
it: Apri Impostazioni di Sistema → Privacy e sicurezza → Accessibilità e abilita OmniWM.
ja: システム設定を開く → プライバシーとセキュリティ → アクセシビリティを開き、OmniWMを有効にします。
ko: 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용을 열고 OmniWM을 켜세요.
nb: Åpne Systeminnstillinger → Personvern og sikkerhet → Tilgjengelighet og aktiver OmniWM.
nl: Open Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid en schakel OmniWM in.
pl: Otwórz Ustawienia systemowe → Prywatność i ochrona → Dostępność i włącz OmniWM.
ru: Откройте «Системные настройки» → «Конфиденциальность и безопасность» → «Универсальный доступ» и включите OmniWM.
sr_latn: Otvorite Sistemska podešavanja → Privatnost i bezbednost → Pristupačnost i omogućite OmniWM.
sv: Öppna Systeminställningar → Integritet och säkerhet → Hjälpmedel och aktivera OmniWM.
uk: Відкрийте Системні параметри → Приватність і безпека → Доступність і ввімкніть OmniWM.
zh_hans: 打开“系统设置”→“隐私与安全性”→“辅助功能”，然后启用 OmniWM。

source: Open Trackpad Settings
ar: افتح إعدادات Trackpad
da: Open Trackpad- indstillinger
de: Trackpad-Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων Trackpad
es: Abrir Configuración del Trackpad
fi: Avaa trackpad-asetukset
fr: Ouvrir les paramètres du trackpad
he: פתח הגדרות לוח רצועה
hi: ट्रैकपैड सेटिंग्स खोलें
it: Apri impostazioni del trackpad
ja: トラックパッド設定を開く
ko: 트랙패드 설정 열기
nb: Åpne Trackpad-innstillinger
nl: Trackpad-instellingen openen
pl: Otwórz ustawienia Trackpad
ru: Открыть настройки трекпада
sr_latn: Otvoreni Trackpad podešavanja
sv: Öppna Trackpad-inställningar
uk: Відкрити параметри трекпеда
zh_hans: 打开 Trackpad 设置

source: Open Troubleshooting…
ar: افتح حل المشكلات...
da: Åbn fejlfinding...
de: Fehlersuche öffnen...
el: Άνοιγμα αντιμετώπισης προβλημάτων...
es: Abrir Solución de problemas...
fi: Avaa vianetsintä...
fr: Ouvrez le dépannage...
he: פתיחת ירי-צרות...
hi: त्रुटि निवारण खोलें…
it: Apri risoluzione dei problemi...
ja: トラブルシューティングを開く…
ko: 문제 해결 열기…
nb: Åpne feilsøking...
nl: Openen van probleemoplossing...
pl: Otwórz Rozwiązywanie problemów…
ru: Откройте исправление ошибок...
sr_latn: Otvoreno rešavanje problema...
sv: Öppna felsökning...
uk: Відкрити усунення несправностей…
zh_hans: 打开故障排除...

source: Open the palette while another app is frontmost to search its menus.
ar: افتح لوحة الألوان بينما يكون تطبيق آخر في المقدمة للبحث في قوائمه.
da: Åbn palet, mens en anden app er længst fremme til at søge sine menuer.
de: Öffnen Sie die Palette, während eine andere App im Vordergrund ist, um ihre Menüs zu durchsuchen.
el: Ανοίξτε την παλέτα ενώ μια άλλη εφαρμογή είναι πρώτη για να ψάξετε τα μενού της.
es: Abre la paleta mientras otra aplicación está en primer plano para buscar sus menús.
fi: Avaa paletti, kun toinen sovellus on eturivissä, jotta voit etsiä sen valikot.
fr: Ouvrez la palette alors qu'une autre application est la plus en avant pour rechercher ses menus.
he: פתח את לוח הצבעים בעוד אפליקציה אחרת היא בחזית כדי לחפש בתפריטים שלה.
hi: जब कोई अन्य ऐप सबसे आगे हो, तो अपने मेनू को खोजने के लिए पैलेट खोलें।
it: Apri la tavolozza mentre un'altra app è in prima linea per cercare i suoi menu.
ja: 別のアプリが一番前に表示されている間にパレットを開いて、そのメニューを検索します。
ko: 다른 앱이 가장 앞에 있을 때 팔레트를 열어 메뉴를 검색하세요.
nb: Åpne paletten mens en annen app er i forgrunnen for å søke i menyene dens.
nl: Open het palet terwijl een andere app het meest frontaal is om zijn menu's te zoeken.
pl: Otwórz paletę, gdy inna aplikacja jest na froncie, aby wyszukać jej menu.
ru: Откройте палитру, пока другая программа находится в первом положении, чтобы искать её меню.
sr_latn: Otvorite paletu dok je druga aplikacija na prvom mestu za pretragu njenog menija.
sv: Öppna paletten medan en annan app är i förgrunden för att söka i dess menyer.
uk: Відкрийте палітру, коли інша програма перебуває на передньому плані, щоб шукати в її меню.
zh_hans: 当另一个应用程序处于最前面时，打开调色板以搜索其菜单。
